[
	{ "id" : "0", "name" : "The Red Over Yellow Flag", "meaning": "Recommended swimming area with lifeguard supervision", "description":"The area is protected by lifeguards. These flags may be used in pairs spaced apart to indicate a designated area or zone along a beach or waterfront that is most closely supervised or patrolled by qualified lifeguards, and where swimming and\/or body surfing is permitted. These flags may be used singly to indicate that swimming is permitted in front of the area where the flag is flown and that the area is under the supervision of a qualified person.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/redoveryellowflag.jpg"},
	{ "id" : "1", "name" : "The Yellow Flag", "meaning": "Medium Hazard", "description":"Moderate surf and\/or currents are present. Weak swimmers are discouraged from entering the water. For others, enhanced care and caution should be exercised.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/yellowflag.jpg"},
	{ "id" : "2", "name" : "The Red Flag", "meaning": "High Hazard", "description":"Rough conditions such as strong surf and\/or currents are present. All swimmers are discouraged from entering the water. Those entering the water should take great care.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/redflag.jpg"},
	{ "id" : "3", "name" : "The Red Over Red Flag", "meaning": "Non-public water", "description":"Water is closed to public use", "image": "https:\/\/www.surfertoday.com\/images\/stories\/redoverredflag.jpg"},
	{ "id" : "4", "name" : "The Purple Flag", "meaning": "Marine pests present", "description":"Jellyfish, stingrays, sea snakes or other marine life are present in the water, and can cause minor injuries. This flag is not intended to indicate the presence of sharks. In this latter case the red flag or double red flag may be hoisted.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/purpleflag.jpg"},
	{ "id" : "5", "name" : "The Quartered Flag", "meaning": "Watercraft area", "description":"These flags may be used in pairs spaced apart to indicate a designated area or zone along a beach or waterfront that is used by those with surfboards and other non-powered watercraft.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/quarteredflag.jpg"},
	{ "id" : "6", "name" : "The Black Ball Flag", "meaning": "Watercraft use prohibited", "description":"Surfboards and other non-powered watercraft are prohibited.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/blackballflag.jpg"},
	{ "id" : "7", "name" : "The Orange Windsock Flag", "meaning": "Offshore winds present, inflatables should not be used", "description":"This cone-shaped device is used to indicate the direction of offshore winds and to show that it is unsafe for inflatable objects to be used in the water.", "image": "https:\/\/www.surfertoday.com\/images\/stories\/orangewindsockflag.jpg"},
    {"id": "8", "name": "WARNING SIGNS", "meaning": "Use a yellow background, and include simple symbols to communicate what you should be aware of.", "description": "Use a yellow background, and include simple symbols to communicate what you should be aware of. It is important to always observe and abide by the safety signs.", "image": "https:\/\/beachsafe.org.au\/uploads\/2016-09-22\/warning-signs-optimized.png"},
    {"id": "9", "name": "REGULATORY SIGNS", "meaning": "More important than Warning Signs because they inform you about prohibited activities at the beach.", "description": "More important than Warning Signs because they inform you about prohibited activities at the beach. These are red circles, with diagonal lines across a black symbol. There may be penalties imposed if you disregard these signs.", "image": "https:\/\/beachsafe.org.au\/uploads\/2016-09-22\/Prohibition---No-Swimming-optimized.png"},
    {"id": "10", "name": "INFORMATION SIGNS", "meaning": "Provide information about features or activities which may be present on the beach.", "description": "Provide information about features or activities which may be present on the beach.", "image": "https:\/\/beachsafe.org.au\/uploads\/2016-09-22\/Screen-shot1-optimized.png"},
    {"id": "11", "name": "SAFETY SIGNS", "meaning": "Used to indicate the safety provisions or provide safety advice.", "description": "Used to indicate the safety provisions or provide safety advice such as emergency beacons, public rescue equipment or first aid.", "image": "https:\/\/beachsafe.org.au\/uploads\/2016-09-22\/safety-signs-optimized.png"},
]
